<?php

/**
 * Electronic Commerce Services Content Management System
 * ============================================================================
 * Copyright (c) 2012-2014 http://ecscms.com All rights reserved.
 * ----------------------------------------------------------------------------
 * 文件名称：index.php
 * ----------------------------------------------------------------------------
 * 功能描述：安装器入口文件
 * ----------------------------------------------------------------------------
 * Author: Ted <docxcn@gmail.com>
 * ----------------------------------------------------------------------------
 */

define('TED_INSTALL', true);
define('BIND_MODULE', 'Install');
require '../include/vagrant.php';